const Terms = {
    termsOfService: {
        title: '서비스 이용 약관 동의',
        welcome: '',
        chapters: [
            {
                chapterId: '1',
                title: '제 1장 ‘포에이’에 오신 것을 환영합니다!',
                articles: [
                    {
                        articleId: '1',
                        title: '제 1조 (목적 및 정의)',
                        subTitle: '',
                        content:
                            '포에이가 제공하는 서비스를 이용해주셔서 진심으로 감사드립니다. 이 약관은 포에이(이하 회사라 합니다)이 제공하는 포에이 서비스(이하 서비스라 합니다)의 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 이용조건 및 절차 등 기본적인 사항을 규정함을 목적으로 합니다. 조금만 시간을 내서 주의 깊게 읽어주시면 감사하겠습니다!\n\n이 약관에서 사용하는 용어의 정의는 다음과 같습니다. \n\n1. 이용자 : 회사에서 제공하는 서비스 또는 관련 제반 서비스를 이용하는 회원과 비회원을 말합니다.\n2. 회원 : 회사의 서비스에 접속하여 이 약관에 따라 회사와 이용계약을 체결하고 회사가 제공하는 서비스를 이용하는 고객을 말합니다.\n3. 아이디(ID) : 회원의 식별과 서비스 이용을 위하여 회원이 정하고 회사가 승인하는 전자우편주소 등을 의미합니다.\n4. 비밀번호 : 회원이 부여 받은 아이디와 일치되는 회원임을 확인하고 비밀보호를 위해 회원 자신이 정한 문자 또는 숫자의 조합을 의미합니다.\n5. 회원정보 : 회원의 아이디, 비밀번호 등 회원이 회사에 제공한 정보 및 서비스를 이용하는 과정에서 생성되는 게시물, 제 3자와의 상담 내용 등 부호, 문자, 영상 등으로 표현된 모든 종류의 정보를 말합니다.\n6. 게시물 : 회원이 서비스를 이용함에 있어 서비스상에 게시한 부호・문자・음성・음향・화상・동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.\n7. 이용계약 : 이 약관을 포함하여 서비스 이용과 관련하여 회사와 회원 간에 체결하는 모든 계약을 말합니다.\n8. 해지 : 회사 또는 회원이 이용계약을 해약하는 것을 말합니다.\n이 약관에서 사용하는 용어 중 제 2조에서 정하지 아니한 것은 관계 법령 및 서비스별 안내에서 정하는 바에 따르며, 그 외에는 일반 관례에 따릅니다.',
                    },
                    {
                        articleId: '2',
                        title: '제 2조 (약관의 효력 및 변경)',
                        subTitle: '',
                        content:
                            '\n\n1. 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 내 환경설정에 게시합니다.\n2. 회사는 약관의규제에관한법률, 정보통신망이용촉진및정보보호등에관한법률(이하 정보통신망법) 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.\n3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제 1항의 방식에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리한 약관의 개정의 경우에는 공지 외에 일정기간 서비스 내 로그인시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.\n4. 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 7일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.\n5. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.',
                    },
                    {
                        articleId: '3',
                        title: '제 3조 (약관의 효력 및 변경)',
                        subTitle: '',
                        content:
                            '\n\n1. 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 내 환경설정에 게시합니다.\n2. 회사는 약관의규제에관한법률, 정보통신망이용촉진및정보보호등에관한법률(이하 정보통신망법) 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.\n3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제 1항의 방식에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리한 약관의 개정의 경우에는 공지 외에 일정기간 서비스 내 로그인시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.\n4. 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 7일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.\n5. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.',
                    },
                    {
                        articleId: '4',
                        title: '제 4조 (약관의 효력 및 변경)',
                        subTitle: '',
                        content:
                            '\n\n1. 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 내 환경설정에 게시합니다.\n2. 회사는 약관의규제에관한법률, 정보통신망이용촉진및정보보호등에관한법률(이하 정보통신망법) 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.\n3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제 1항의 방식에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리한 약관의 개정의 경우에는 공지 외에 일정기간 서비스 내 로그인시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.\n4. 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 7일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.\n5. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.',
                    },
                    {
                        articleId: '5',
                        title: '제 5조 (약관의 효력 및 변경)',
                        subTitle: '',
                        content:
                            '\n\n1. 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 내 환경설정에 게시합니다.\n2. 회사는 약관의규제에관한법률, 정보통신망이용촉진및정보보호등에관한법률(이하 정보통신망법) 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.\n3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제 1항의 방식에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리한 약관의 개정의 경우에는 공지 외에 일정기간 서비스 내 로그인시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.\n4. 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 7일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.\n5. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.',
                    },
                    {
                        articleId: '6',
                        title: '제 6조 (약관의 효력 및 변경)',
                        subTitle: '',
                        content:
                            '\n\n1. 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 내 환경설정에 게시합니다.\n2. 회사는 약관의규제에관한법률, 정보통신망이용촉진및정보보호등에관한법률(이하 정보통신망법) 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.\n3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제 1항의 방식에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리한 약관의 개정의 경우에는 공지 외에 일정기간 서비스 내 로그인시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.\n4. 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 7일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.\n5. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.\n\n',
                    },
                ],
            },
        ],
    },
    individualInfo: {
        title: '개인 정보 수집 및 이용 동의',
        welcome: '',
        chapters: [
            {
                chapterId: '1',
                title: '제 1장 일반 규정',
                articles: [
                    {
                        articleId: '1',
                        title: '제 1조 (목적 및 정의)\n\n',
                        subTitle: '개인 정보 제3자 제공',
                        content:
                            '포에이이 제공하는 서비스를 이용해주셔서 진심으로 감사드립니다. 이 약관은 <strong>포에이(이하 회사라 합니다)이 제공하는 포에이 서비스(이하 서비스라 합니다)의 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 이용조건 및 절차 등 기본적인 사항을 규정함을 목적으로 합니다. 조금만 시간을 내서 주의 깊게 읽어주시면 감사하겠습니다!',
                    },
                    {
                        articleId: '2',
                        title: '제 2조 (약관의 효력 및 변경)\n\n',
                        subTitle: '개인정보 제 3자 제공',
                        content:
                            '1. 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 내 환경설정에 게시합니다.\n2. 회사는 약관의규제에관한법률, 정보통신망이용촉진및정보보호등에관한법률(이하 정보통신망법) 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.\n3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제 1항의 방식에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리한 약관의 개정의 경우에는 공지 외에 일정기간 서비스 내 로그인시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.\n4. 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 7일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.\n5. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.',
                    },
                ],
            },
        ],
    },
    businessInformation:
        '포에이 | 대표 : 박세진 | 사업자등록번호 : 836-60-00650\n고객센터 : 1234-1234 | 이메일 : sejin@foradhd.net \n주소 : 서울 용선구 청파로 47길 90',
}

export default Terms
