export const notification = [
    {
        title: '',
        content:
            '안녕하세요. ‘포에이’ 입니다. 포에이를 이용해주셔서 감사합니다.‘포에이’ 이용에 불편이 없기를 바라며, 몇가지 공지사항을 알려드립니다!',
    },
    {
        title: '부적절한 리뷰나 콘텐츠를 신고해주세요!',
        content:
            '병원탭과 약탭, 오늘 탭을 이용하실 때 부적절한 리뷰나 콘텐츠를 발견하시면 내용이 담긴 화면을 캡쳐해서 포에이 이메일(foradhd2024@gmail.com) 혹은 포에이 카카오톡 채널(http://pf.kakao.com/_HGqln)로 보내주세요. 아직 앱의 초기이기에 리뷰 모니터링을 하고 있으나, 저희가 발견 못 할 수 있습니다. 불편한 리뷰나 콘텐츠를 발견하시면, 바로 이메일로 신고해주시면 감사하겠습니다.',
    },
    {
        title: '병원탭 이용 관련',
        content:
            '병원탭에 등록하는 ‘병원 칭찬하기와 포에이리본’기능은 ‘영수증 인증’을 통해 등록됩니다. 또한, 리뷰에 대한 법적 책임은 사용자에게 있음을 알려드립니다. 따라서, 이 점 유의하시며 사용부탁드립니다.',
    },
    {
        title: '약탭 이용 관련',
        content:
            '약탭을 이용하실 때 약탭의 정보의 출처는 ‘약학정보원(https://www.health.kr)’입니다. 약탭의 리뷰는 포에이 회원분들이 남겨주신 것으로 ’개인의 경험에 기반하며, 의학적 조언을 대체하지 않습니다.’ 따라서, 이 점을 유의하시며 약탭 이용 바랍니다.',
    },
]

export const support = [
    {
        title: '',
        content:
            '포에이 ForA는 ‘ADHD인들을 위한 커뮤니티’입니다. 포에이에 관심을 가지고 후원해주셔서 감사합니다. ‘포에이’는 ADHD를 겪는 대학생들이 모여 만든 앱으로, 아직 수익이 없는 상태입니다. 적은 금액도 저희에게 큰 힘이 됩니다. 감사합니다.',
    },
    {
        title: '후원금은 어디에 쓰이나요?',
        content:
            '서버비용 및 포에이 앱 업데이트와 운영에만 사용됩니다. 서버비용 및 사용 금액은 정기적으로 공개할 예정입니다. 앞으로 더욱 나은 서비스로 보답하겠습니다.',
    },
    {
        title: '문의사항',
        content:
            '포에이 카카오톡 채널: http://pf.kakao.com/_HGqln 포에이 이메일: foradhd2024@gmail.com',
    },
]
