export const notification = [
    {
        title: '',
        content:
            '안녕하세요. ‘포에이’ 입니다. 포에이를 이용해주셔서 감사합니다. ‘포에이’ 이용에 불편이 없기를 바라며, 몇가지 공지사항을 알려드립니다!',
    },
    {
        title: '부적절한 리뷰나 콘텐츠를 신고해주세요!',
        content:
            '병원탭, 약탭, 오늘 탭을 이용하실 때 부적절한 리뷰나 콘텐츠를 발견하시면 내용이 담긴 화면을 캡쳐해서 포에이 이메일(foradhd2024@gmail.com) 혹은 포에이 카카오톡 채널(http://pf.kakao.com/_HGqln)로 보내주세요. 아직 앱의 초기이기에 리뷰 모니터링을 하고 있으나, 저희가 발견 못 할 수 있습니다. 불편한 리뷰나 콘텐츠를 발견하시면, 바로 이메일로 신고해주시면 감사하겠습니다. 문제가 있는 콘텐츠 신고에 대해 24시간 이내 해당 콘텐츠를 제거하고, 문제가 있는 콘텐츠를 제공한 사용자에게 조치를 취하겠습니다.',
    },
    {
        title: '오늘탭 이용 관련',
        content:
            '오늘탭은 ADHD에 대한 고민과 정보를 자유롭게 나누는 커뮤니티 공간입니다. 안전하고 건강한 커뮤니티 공간이 되기 위해 오늘탭 이용가이드를 알려드립니다. 포에이 이용가이드 위반시 위반한 회원은 "2일 활동 정지"가 적용됩니다. 포에이 운영팀 판단 하에 정도가 심하다고 판단될 시, "영구 활동 정지" 조치가 될 수 있습니다. 영구 활동 정지 사유와 2일 활동 정지 사유는 다음과 같습니다.',
    },
    {
        title: '글 작성가이드',
        content: `1. 카테고리에 맞게 글을 작성해주세요. ADHD의 증상은 나이대별로 상이하기에 10대, 20대, 30대 이상, 학부모용으로 나뉩니다.
2. 민감한 글, 욕설, 혐짤, 수위가 있는 내용은 반드시 5칸 이상 내려쓰세요. 제목은 [주의]로 표시해주세요. 어길 시 게시글은 삭제됩니다.
3. 자살, 살인 등의 내용을 담은 글은 무조건 삭제됩니다. 너무 힘이 들 때는 아래 안내된 상담 및 지원을 신청해보세요.

상담 및 지원:
- 여성긴급전화 국번 없이 1366
- 다누리콜센터(이주여성) 1577-1366
- 한국가정법률상담소 1644-7077
- 대한법률구조공단 국번 없이 132
- 자살예방상담전화 1393
- 정신건강 위기상담전화(전국 동일 번호) 1577-0199
- 보건복지콜센터 국번 없이 129`,
    },
    {
        title: '영구 활동 정지 사유',
        content: `1. 출처 표기 외 타 커뮤니티에 대한 홍보 계정 활동
2. 정보 공유가 목적이 아닌 개인 또는 단체의 이익을 위한 홍보용 계정 활동
3. 포에이 서비스, 운영자를 비하하거나 사칭하는 행동
4. 2일 활동 정지 사유에 해당하지만 운영자의 판단에 따라 그 정도가 심하다고 판단된 경우`,
    },
    {
        title: '2일 활동 정지 사유',
        content: `1. 타인에 대해 존중과 배려 없이 커뮤니티 활동을 한 경우
2. 특정 집단에 대한 차별 발언
3. 글 작성가이드를 지키지 않은 경우
4. 신고를 피할 목적으로 악의적인 글, 댓글 작성 후 바로 삭제하는 경우`,
    },
    {
        title: '병원탭 이용 관련',
        content:
            '병원탭에 등록하는 "병원 칭찬하기와 포에이리본" 기능은 "영수증 인증"을 통해 등록됩니다. 또한, 리뷰에 대한 법적 책임은 사용자에게 있음을 알려드립니다. 따라서, 이 점 유의하시며 사용 부탁드립니다.',
    },
    {
        title: '약탭 이용 관련',
        content:
            '약탭을 이용하실 때 약탭의 정보의 출처는 "약학정보원(https://www.health.kr)"입니다. 약탭의 리뷰는 포에이 회원분들이 남겨주신 것으로 "개인의 경험에 기반하며, 의학적 조언을 대체하지 않습니다." 따라서, 이 점을 유의하시며 약탭 이용 바랍니다. 섭취 또는 치료가 목적일 경우에는 반드시 전문 의사와 진단을 통하여 약을 처방받고 섭취하시길 바랍니다.',
    },
]

export const support = [
    {
        title: '',
        content:
            '포에이 ForA는 ‘ADHD인들을 위한 커뮤니티’입니다. 포에이에 관심을 가지고 후원해주셔서 감사합니다. ‘포에이’는 ADHD를 겪는 대학생들이 모여 만든 앱으로, 아직 수익이 없는 상태입니다. 적은 금액도 저희에게 큰 힘이 됩니다. 감사합니다.',
    },
    {
        title: '후원금은 어디에 쓰이나요?',
        content:
            '서버비용 및 포에이 앱 업데이트와 운영에만 사용됩니다. 서버비용 및 사용 금액은 정기적으로 공개할 예정입니다. 앞으로 더욱 나은 서비스로 보답하겠습니다.',
    },
    {
        title: '문의사항',
        content: '포에이 카카오톡 채널: http://pf.kakao.com/_HGqln',
    },
    {
        title: '',
        content: '포에이 이메일: foradhd2024@gmail.com',
    },
]
